Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

source: Asks: %@
ar: يسأل: %@
bn: জিজ্ঞাসা: %@
es: Pregunta: %@
fr: Demande : %@
hi: पूछता है: %@
id: Bertanya: %@
ko: 질문: %@
pt_br: Pergunta: %@
ru: Спрашивает: %@
zh_hans: 提问：%@

source: idle
ar: خامل
bn: নিষ্ক্রিয়
es: inactivo
fr: au repos
hi: निष्क्रिय
id: diam
ko: 대기 중
pt_br: ocioso
ru: простаивает
zh_hans: 空闲

source: working
ar: يعمل
bn: কাজ করছে
es: trabajando
fr: au travail
hi: काम कर रहा है
id: bekerja
ko: 작업 중
pt_br: trabalhando
ru: работает
zh_hans: 工作中

source: thinking
ar: يفكّر
bn: ভাবছে
es: pensando
fr: réfléchit
hi: सोच रहा है
id: berpikir
ko: 생각 중
pt_br: pensando
ru: думает
zh_hans: 思考中

source: searching
ar: يبحث
bn: খুঁজছে
es: buscando
fr: cherche
hi: खोज रहा है
id: mencari
ko: 검색 중
pt_br: pesquisando
ru: ищет
zh_hans: 搜索中

source: waiting for your OK
ar: بانتظار موافقتك
bn: আপনার অনুমোদনের অপেক্ষায়
es: esperando tu OK
fr: attend ton accord
hi: आपकी मंज़ूरी की प्रतीक्षा
id: menunggu persetujuanmu
ko: 승인 대기 중
pt_br: aguardando seu OK
ru: ждёт вашего «ОК»
zh_hans: 等待你确认

source: done
ar: تم
bn: সম্পন্ন
es: listo
fr: terminé
hi: पूरा
id: selesai
ko: 완료
pt_br: concluído
ru: готово
zh_hans: 完成

source: rate limited
ar: تجاوز حد الاستخدام
bn: সীমা ছাড়িয়েছে
es: límite alcanzado
fr: limite atteinte
hi: सीमा पूरी
id: batas tercapai
ko: 사용량 한도 도달
pt_br: limite atingido
ru: лимит исчерпан
zh_hans: 已达速率上限

source: asleep
ar: نائم
bn: ঘুমিয়ে আছে
es: dormido
fr: endormi
hi: सो रहा है
id: tidur
ko: 잠자는 중
pt_br: dormindo
ru: спит
zh_hans: 睡着了

source: dizzy
ar: مصاب بالدوار
bn: মাথা ঘুরছে
es: mareado
fr: étourdi
hi: चक्कर में
id: pusing
ko: 어지러움
pt_br: tonto
ru: кружится голова
zh_hans: 晕了

source: Show music automatically
ar: عرض الموسيقى تلقائيًا
bn: স্বয়ংক্রিয়ভাবে সংগীত দেখান
es: Mostrar la música automáticamente
fr: Afficher la musique automatiquement
hi: संगीत अपने-आप दिखाएँ
id: Tampilkan musik secara otomatis
ko: 음악 자동으로 표시
pt_br: Mostrar a música automaticamente
ru: Показывать музыку автоматически
zh_hans: 自动显示音乐

source: While Apple Music, Spotify or TIDAL plays, its pill shows and Mochi dances, without adding the pill to Active pills.
ar: أثناء تشغيل Apple Music أو Spotify أو TIDAL تظهر حبّته ويرقص Mochi، دون إضافتها إلى الحبوب النشطة.
bn: Apple Music, Spotify বা TIDAL বাজলে তার পিল দেখা যায় আর Mochi নাচে, সক্রিয় পিলে যোগ না করেই।
es: Mientras suena Apple Music, Spotify o TIDAL, su píldora aparece y Mochi baila, sin añadirla a las píldoras activas.
fr: Quand Apple Music, Spotify ou TIDAL joue, sa pastille apparaît et Mochi danse, sans l'ajouter aux pastilles actives.
hi: Apple Music, Spotify या TIDAL चलते समय उसकी पिल दिखती है और Mochi नाचता है, उसे सक्रिय पिल में जोड़े बिना।
id: Saat Apple Music, Spotify, atau TIDAL diputar, pil-nya muncul dan Mochi menari, tanpa menambahkannya ke pil aktif.
ko: Apple Music, Spotify, TIDAL이 재생되는 동안 활성 필에 추가하지 않아도 그 필이 나타나고 Mochi가 춤춥니다.
pt_br: Enquanto Apple Music, Spotify ou TIDAL toca, a pílula dele aparece e o Mochi dança, sem adicioná-la às pílulas ativas.
ru: Пока играет Apple Music, Spotify или TIDAL, появляется его плашка и Mochi танцует — без добавления в активные плашки.
zh_hans: Apple Music、Spotify 或 TIDAL 播放时，会显示其标签且 Mochi 会跳舞，无需加入活动标签。

source: Display
ar: العرض
bn: প্রদর্শন
es: Pantalla
fr: Affichage
hi: डिस्प्ले
id: Tampilan
ko: 디스플레이
pt_br: Tela
ru: Экран
zh_hans: 显示

source: Show Mochi on
ar: عرض Mochi على
bn: Mochi দেখান
es: Mostrar a Mochi en
fr: Afficher Mochi sur
hi: Mochi यहाँ दिखाएँ
id: Tampilkan Mochi di
ko: Mochi 표시 위치
pt_br: Mostrar o Mochi em
ru: Показывать Mochi на
zh_hans: Mochi 显示在

source: Screen with the notch
ar: الشاشة ذات النتوء
bn: নচ থাকা স্ক্রিন
es: Pantalla con notch
fr: Écran avec l'encoche
hi: नॉच वाली स्क्रीन
id: Layar dengan notch
ko: 노치가 있는 화면
pt_br: Tela com o notch
ru: Экран с вырезом
zh_hans: 带刘海的屏幕

source: Main screen (menu bar)
ar: الشاشة الرئيسية (شريط القوائم)
bn: প্রধান স্ক্রিন (মেনু বার)
es: Pantalla principal (barra de menús)
fr: Écran principal (barre des menus)
hi: मुख्य स्क्रीन (मेनू बार)
id: Layar utama (bar menu)
ko: 주 화면 (메뉴 막대)
pt_br: Tela principal (barra de menus)
ru: Основной экран (строка меню)
zh_hans: 主屏幕（菜单栏）

source: Follow the mouse
ar: اتباع الماوس
bn: মাউস অনুসরণ করুন
es: Seguir el ratón
fr: Suivre la souris
hi: माउस का पीछा करें
id: Ikuti mouse
ko: 마우스 따라가기
pt_br: Seguir o mouse
ru: Следовать за мышью
zh_hans: 跟随鼠标

source: Saved screen (not connected)
ar: الشاشة المحفوظة (غير متصلة)
bn: সংরক্ষিত স্ক্রিন (সংযুক্ত নয়)
es: Pantalla guardada (no conectada)
fr: Écran enregistré (non connecté)
hi: सहेजी गई स्क्रीन (कनेक्ट नहीं)
id: Layar tersimpan (tidak terhubung)
ko: 저장된 화면 (연결 안 됨)
pt_br: Tela salva (não conectada)
ru: Сохранённый экран (не подключён)
zh_hans: 已保存的屏幕（未连接）

source: On a screen without a notch, Mochi sits in a small bar at the top. Follow the mouse moves it to your cursor's screen while it is closed.
ar: على شاشة بلا نتوء، يجلس Mochi في شريط صغير في الأعلى. خيار «اتباع الماوس» ينقله إلى شاشة المؤشر وهو مغلق.
bn: নচ ছাড়া স্ক্রিনে Mochi ওপরে একটি ছোট বারে থাকে। «মাউস অনুসরণ করুন» বন্ধ থাকা অবস্থায় তাকে কার্সারের স্ক্রিনে নিয়ে যায়।
es: En una pantalla sin notch, Mochi se coloca en una pequeña barra arriba. «Seguir el ratón» la lleva a la pantalla del cursor mientras está cerrada.
fr: Sur un écran sans encoche, Mochi se loge dans une petite barre en haut. « Suivre la souris » le déplace sur l'écran du curseur quand il est fermé.
hi: बिना नॉच वाली स्क्रीन पर Mochi ऊपर एक छोटे बार में रहता है। «माउस का पीछा करें» बंद रहते समय उसे कर्सर वाली स्क्रीन पर ले जाता है।
id: Di layar tanpa notch, Mochi berada di bilah kecil di atas. «Ikuti mouse» memindahkannya ke layar kursor saat tertutup.
ko: 노치가 없는 화면에서는 Mochi가 위쪽의 작은 막대에 있습니다. '마우스 따라가기'는 닫혀 있는 동안 Mochi를 커서가 있는 화면으로 옮깁니다.
pt_br: Em uma tela sem notch, o Mochi fica em uma pequena barra no topo. «Seguir o mouse» o leva para a tela do cursor enquanto está fechado.
ru: На экране без выреза Mochi сидит в маленькой полоске сверху. «Следовать за мышью» переносит его на экран курсора, пока он свёрнут.
zh_hans: 在没有刘海的屏幕上，Mochi 位于顶部的小横条中。「跟随鼠标」会在收起时把它移到光标所在的屏幕。

source: Sound visualizer in the notch
ar: مُصوِّر الصوت في النتوء
bn: নচে সাউন্ড ভিজ্যুয়ালাইজার
es: Visualizador de sonido en el notch
fr: Visualiseur sonore dans l'encoche
hi: नॉच में साउंड विज़ुअलाइज़र
id: Visualisasi suara di notch
ko: 노치에 사운드 시각화 표시
pt_br: Visualizador de som no notch
ru: Визуализатор звука в вырезе
zh_hans: 刘海中的声音可视化

source: While music plays and no agent is at work, the folded island shows the sound's bars and the song.
ar: أثناء تشغيل الموسيقى وعدم عمل أي وكيل، تعرض الجزيرة المطوية أشرطة الصوت والأغنية.
bn: সংগীত বাজলে এবং কোনো এজেন্ট কাজ না করলে, ভাঁজ করা আইল্যান্ডে শব্দের বার আর গানটি দেখা যায়।
es: Mientras suena música y ningún agente trabaja, la isla plegada muestra las barras del sonido y la canción.
fr: Quand de la musique joue et qu'aucun agent ne travaille, l'île repliée affiche les barres du son et le morceau.
hi: संगीत चलते समय और कोई एजेंट काम न कर रहा हो तो, मुड़ा हुआ आइलैंड ध्वनि के बार और गाना दिखाता है।
id: Saat musik diputar dan tidak ada agen yang bekerja, pulau yang terlipat menampilkan bilah suara dan lagunya.
ko: 음악이 재생되고 일하는 에이전트가 없을 때, 접힌 아일랜드에 소리 막대와 곡이 표시됩니다.
pt_br: Enquanto toca música e nenhum agente está trabalhando, a ilha recolhida mostra as barras do som e a música.
ru: Пока играет музыка и ни один агент не работает, свёрнутый остров показывает полосы звука и песню.
zh_hans: 播放音乐且没有智能体工作时，收起的岛会显示声音条和歌曲。

source: macOS asks once for System Audio Recording permission, to draw the bars. Nothing is recorded or saved: only the sound's levels are read, while the bars are on screen.
ar: يطلب macOS مرة واحدة إذن «تسجيل صوت النظام» لرسم الأشرطة. لا يُسجَّل أو يُحفظ شيء: تُقرأ مستويات الصوت فقط أثناء ظهور الأشرطة.
bn: বার আঁকতে macOS একবার «সিস্টেম অডিও রেকর্ডিং» অনুমতি চায়। কিছুই রেকর্ড বা সংরক্ষণ হয় না: বার স্ক্রিনে থাকার সময় শুধু শব্দের মাত্রা পড়া হয়।
es: macOS pide una vez el permiso de Grabación de audio del sistema para dibujar las barras. No se graba ni se guarda nada: solo se leen los niveles del sonido mientras las barras están en pantalla.
fr: macOS demande une fois l'autorisation d'enregistrement audio du système pour dessiner les barres. Rien n'est enregistré ni conservé : seuls les niveaux du son sont lus, tant que les barres sont à l'écran.
hi: बार बनाने के लिए macOS एक बार «सिस्टम ऑडियो रिकॉर्डिंग» की अनुमति माँगता है। कुछ भी रिकॉर्ड या सहेजा नहीं जाता: बार स्क्रीन पर रहने तक केवल ध्वनि का स्तर पढ़ा जाता है।
id: macOS meminta izin Perekaman Audio Sistem sekali untuk menggambar bilah. Tidak ada yang direkam atau disimpan: hanya level suara yang dibaca selama bilah tampil.
ko: 막대를 그리기 위해 macOS가 '시스템 오디오 녹음' 권한을 한 번 묻습니다. 아무것도 녹음하거나 저장하지 않으며, 막대가 화면에 있는 동안 소리 크기만 읽습니다.
pt_br: O macOS pede uma vez a permissão de Gravação de Áudio do Sistema para desenhar as barras. Nada é gravado nem salvo: só os níveis do som são lidos enquanto as barras estão na tela.
ru: macOS один раз запросит разрешение «Запись системного звука», чтобы рисовать полосы. Ничего не записывается и не сохраняется: читаются только уровни звука, пока полосы на экране.
zh_hans: macOS 会请求一次「系统音频录制」权限以绘制声音条。不会录制或保存任何内容：只在声音条显示时读取音量级别。

source: Answer questions and permissions from terminal sessions in the notch
ar: الإجابة عن أسئلة وأذونات جلسات الطرفية في النتوء
bn: টার্মিনাল সেশনের প্রশ্ন ও অনুমতির উত্তর নচে দিন
es: Responder en el notch a las preguntas y permisos de las sesiones de terminal
fr: Répondre dans l'encoche aux questions et autorisations des sessions de terminal
hi: टर्मिनल सत्रों के सवालों और अनुमतियों का जवाब नॉच में दें
id: Jawab pertanyaan dan izin sesi terminal di notch
ko: 터미널 세션의 질문과 권한 요청에 노치에서 답하기
pt_br: Responder no notch às perguntas e permissões das sessões de terminal
ru: Отвечать на вопросы и запросы разрешений из терминала в вырезе
zh_hans: 在刘海中回答终端会话的问题和权限请求

source: Off: sessions in Warp, Terminal, iTerm… show in the notch, but their questions and permission requests are asked in the terminal. On: the notch shows them first, and the terminal waits until you answer there or close the island (up to 2 min).
ar: إيقاف: تظهر جلسات Warp وTerminal وiTerm… في النتوء، لكن أسئلتها وطلبات الإذن تُطرح في الطرفية. تشغيل: يعرضها النتوء أولًا، وتنتظر الطرفية حتى تجيب هناك أو تغلق الجزيرة (حتى دقيقتين).
bn: বন্ধ: Warp, Terminal, iTerm… এর সেশন নচে দেখা যায়, কিন্তু প্রশ্ন ও অনুমতির অনুরোধ টার্মিনালে করা হয়। চালু: নচ আগে দেখায়, আর আপনি সেখানে উত্তর দেওয়া বা আইল্যান্ড বন্ধ করা পর্যন্ত টার্মিনাল অপেক্ষা করে (সর্বোচ্চ ২ মিনিট)।
es: Desactivado: las sesiones en Warp, Terminal, iTerm… aparecen en el notch, pero sus preguntas y solicitudes de permiso se hacen en el terminal. Activado: el notch las muestra primero y el terminal espera hasta que respondas allí o cierres la isla (hasta 2 min).
fr: Désactivé : les sessions dans Warp, Terminal, iTerm… s'affichent dans l'encoche, mais leurs questions et demandes d'autorisation sont posées dans le terminal. Activé : l'encoche les montre d'abord, et le terminal attend que tu répondes ou que tu fermes l'île (jusqu'à 2 min).
hi: बंद: Warp, Terminal, iTerm… के सत्र नॉच में दिखते हैं, पर उनके सवाल और अनुमति अनुरोध टर्मिनल में पूछे जाते हैं। चालू: नॉच उन्हें पहले दिखाता है, और जब तक आप वहाँ जवाब न दें या आइलैंड बंद न करें, टर्मिनल इंतज़ार करता है (2 मिनट तक)।
id: Mati: sesi di Warp, Terminal, iTerm… tampil di notch, tetapi pertanyaan dan permintaan izinnya diajukan di terminal. Nyala: notch menampilkannya lebih dulu, dan terminal menunggu sampai kamu menjawab di sana atau menutup pulau (hingga 2 mnt).
ko: 끔: Warp, 터미널, iTerm… 세션은 노치에 보이지만 질문과 권한 요청은 터미널에서 묻습니다. 켬: 노치가 먼저 보여 주고, 노치에서 답하거나 아일랜드를 닫을 때까지 터미널이 기다립니다(최대 2분).
pt_br: Desativado: sessões no Warp, Terminal, iTerm… aparecem no notch, mas perguntas e pedidos de permissão são feitos no terminal. Ativado: o notch mostra primeiro, e o terminal espera até você responder lá ou fechar a ilha (até 2 min).
ru: Выкл.: сеансы в Warp, Terminal, iTerm… видны в вырезе, но их вопросы и запросы разрешений задаются в терминале. Вкл.: вырез показывает их первым, а терминал ждёт, пока вы ответите там или закроете остров (до 2 мин).
zh_hans: 关闭：Warp、终端、iTerm… 中的会话会显示在刘海中，但其问题和权限请求在终端中询问。开启：刘海先显示它们，终端会等待你在那里回答或关闭岛（最多 2 分钟）。

source: Install: adds Coucou's hooks to ~/.claude/settings.json. Everything else stays as it is.
ar: تثبيت: يضيف خطافات Coucou إلى ~/.claude/settings.json. يبقى كل ما عداها كما هو.
bn: ইনস্টল: ~/.claude/settings.json-এ Coucou-র হুক যোগ করে। বাকি সব যেমন আছে তেমনই থাকে।
es: Instalar: añade los hooks de Coucou a ~/.claude/settings.json. Todo lo demás queda igual.
fr: Installer : ajoute les hooks de Coucou à ~/.claude/settings.json. Tout le reste est conservé tel quel.
hi: इंस्टॉल: ~/.claude/settings.json में Coucou के हुक जोड़ता है। बाकी सब वैसा ही रहता है।
id: Pasang: menambahkan hook Coucou ke ~/.claude/settings.json. Semua yang lain tetap seperti semula.
ko: 설치: ~/.claude/settings.json에 Coucou 훅을 추가합니다. 나머지는 그대로 둡니다.
pt_br: Instalar: adiciona os hooks do Coucou ao ~/.claude/settings.json. Todo o resto continua igual.
ru: Установка: добавляет хуки Coucou в ~/.claude/settings.json. Всё остальное остаётся как есть.
zh_hans: 安装：将 Coucou 的钩子添加到 ~/.claude/settings.json，其余内容保持不变。

source: Uninstall: removes only Coucou's hooks from ~/.claude/settings.json.
ar: إزالة: يحذف خطافات Coucou فقط من ~/.claude/settings.json.
bn: আনইনস্টল: ~/.claude/settings.json থেকে শুধু Coucou-র হুক সরায়।
es: Desinstalar: quita solo los hooks de Coucou de ~/.claude/settings.json.
fr: Désinstaller : retire seulement les hooks de Coucou de ~/.claude/settings.json.
hi: अनइंस्टॉल: ~/.claude/settings.json से केवल Coucou के हुक हटाता है।
id: Copot: hanya menghapus hook Coucou dari ~/.claude/settings.json.
ko: 제거: ~/.claude/settings.json에서 Coucou 훅만 지웁니다.
pt_br: Desinstalar: remove só os hooks do Coucou do ~/.claude/settings.json.
ru: Удаление: убирает из ~/.claude/settings.json только хуки Coucou.
zh_hans: 卸载：仅从 ~/.claude/settings.json 中移除 Coucou 的钩子。

source: ✓ Coucou's hooks are already installed and up to date. Nothing to write.
ar: ✓ خطافات Coucou مثبّتة ومحدّثة بالفعل. لا شيء للكتابة.
bn: ✓ Coucou-র হুক আগে থেকেই ইনস্টল ও হালনাগাদ। লেখার কিছু নেই।
es: ✓ Los hooks de Coucou ya están instalados y al día. No hay nada que escribir.
fr: ✓ Les hooks de Coucou sont déjà installés et à jour. Rien à écrire.
hi: ✓ Coucou के हुक पहले से इंस्टॉल और अपडेटेड हैं। लिखने को कुछ नहीं।
id: ✓ Hook Coucou sudah terpasang dan terbaru. Tidak ada yang perlu ditulis.
ko: ✓ Coucou 훅이 이미 설치되어 있고 최신입니다. 쓸 내용이 없습니다.
pt_br: ✓ Os hooks do Coucou já estão instalados e atualizados. Nada a escrever.
ru: ✓ Хуки Coucou уже установлены и актуальны. Записывать нечего.
zh_hans: ✓ Coucou 的钩子已安装且为最新，无需写入。

source: +%lld −%lld lines
ar: الأسطر: +%lld −%lld
bn: +%lld −%lld লাইন
es: +%lld −%lld líneas
fr: +%lld −%lld lignes
hi: +%lld −%lld पंक्तियाँ
id: +%lld −%lld baris
ko: +%lld −%lld줄
pt_br: +%lld −%lld linhas
ru: Строки: +%lld −%lld
zh_hans: +%lld −%lld 行

source: Requires a newer version of Hermes — run: hermes update
ar: يتطلب إصدارًا أحدث من Hermes — شغّل: hermes update
bn: Hermes-এর নতুন সংস্করণ দরকার — চালান: hermes update
es: Requiere una versión más reciente de Hermes — ejecuta: hermes update
fr: Nécessite une version plus récente de Hermes — lance : hermes update
hi: Hermes का नया संस्करण चाहिए — चलाएँ: hermes update
id: Memerlukan versi Hermes yang lebih baru — jalankan: hermes update
ko: 최신 버전의 Hermes가 필요합니다 — 실행: hermes update
pt_br: Requer uma versão mais nova do Hermes — execute: hermes update
ru: Нужна более новая версия Hermes — выполните: hermes update
zh_hans: 需要更新版本的 Hermes — 运行：hermes update

source: Codex plan
ar: خطة Codex
bn: Codex প্ল্যান
es: Plan de Codex
fr: Forfait Codex
hi: Codex प्लान
id: Paket Codex
ko: Codex 플랜
pt_br: Plano do Codex
ru: План Codex
zh_hans: Codex 套餐

source: Resets
ar: إعادات الضبط
bn: রিসেট
es: Reinicios
fr: Réinitialisations
hi: रीसेट
id: Reset
ko: 초기화
pt_br: Redefinições
ru: Сбросы
zh_hans: 重置次数

source: Show Codex plan in the notch
ar: عرض خطة Codex في النتوء
bn: নচে Codex প্ল্যান দেখান
es: Mostrar el plan de Codex en el notch
fr: Afficher le forfait Codex dans l'encoche
hi: नॉच में Codex प्लान दिखाएँ
id: Tampilkan paket Codex di notch
ko: 노치에 Codex 플랜 표시
pt_br: Mostrar o plano do Codex no notch
ru: Показывать план Codex в вырезе
zh_hans: 在刘海中显示 Codex 套餐

source: Shows your Codex plan usage (weekly limit and free resets left) in the notch header. Coucou asks the Codex CLI (codex app-server) when the pill shows; nothing is installed. Codex must be signed in with ChatGPT.
ar: يعرض استخدام خطة Codex (الحد الأسبوعي وإعادات الضبط المجانية المتبقية) في رأس النتوء. يسأل Coucou واجهة Codex CLI ‏(codex app-server) عند ظهور الحبة؛ لا يُثبَّت شيء. يجب تسجيل الدخول إلى Codex بحساب ChatGPT.
bn: নচের হেডারে আপনার Codex প্ল্যানের ব্যবহার (সাপ্তাহিক সীমা ও বাকি ফ্রি রিসেট) দেখায়। পিল দেখা গেলে Coucou Codex CLI (codex app-server)-কে জিজ্ঞেস করে; কিছু ইনস্টল হয় না। Codex-এ ChatGPT দিয়ে সাইন ইন থাকতে হবে।
es: Muestra el uso de tu plan de Codex (límite semanal y reinicios gratuitos restantes) en la cabecera del notch. Coucou consulta la CLI de Codex (codex app-server) cuando se muestra la píldora; no se instala nada. Codex debe tener sesión iniciada con ChatGPT.
fr: Affiche l'usage de ton forfait Codex (limite hebdomadaire et réinitialisations gratuites restantes) dans l'en-tête de l'encoche. Coucou interroge la CLI Codex (codex app-server) quand la pastille s'affiche ; rien n'est installé. Codex doit être connecté avec ChatGPT.
hi: नॉच हेडर में आपके Codex प्लान का उपयोग (साप्ताहिक सीमा और बचे मुफ़्त रीसेट) दिखाता है। पिल दिखने पर Coucou Codex CLI (codex app-server) से पूछता है; कुछ भी इंस्टॉल नहीं होता। Codex में ChatGPT से साइन इन होना ज़रूरी है।
id: Menampilkan penggunaan paket Codex (batas mingguan dan sisa reset gratis) di header notch. Coucou bertanya ke Codex CLI (codex app-server) saat pil tampil; tidak ada yang dipasang. Codex harus masuk dengan ChatGPT.
ko: 노치 헤더에 Codex 플랜 사용량(주간 한도와 남은 무료 초기화)을 보여 줍니다. 필이 보일 때 Coucou가 Codex CLI(codex app-server)에 물어보며, 아무것도 설치하지 않습니다. Codex에 ChatGPT로 로그인되어 있어야 합니다.
pt_br: Mostra o uso do seu plano do Codex (limite semanal e redefinições grátis restantes) no cabeçalho do notch. O Coucou consulta a CLI do Codex (codex app-server) quando a pílula aparece; nada é instalado. O Codex precisa estar conectado com o ChatGPT.
ru: Показывает использование плана Codex (недельный лимит и оставшиеся бесплатные сбросы) в заголовке выреза. Coucou опрашивает Codex CLI (codex app-server), когда видна плашка; ничего не устанавливается. В Codex нужно войти через ChatGPT.
zh_hans: 在刘海标题栏显示 Codex 套餐用量（每周限额和剩余免费重置次数）。标签显示时 Coucou 会询问 Codex CLI（codex app-server），不会安装任何内容。Codex 需使用 ChatGPT 登录。

source: API key
ar: مفتاح API
bn: API কী
es: Clave de API
fr: Clé API
hi: API कुंजी
id: Kunci API
ko: API 키
pt_br: Chave de API
ru: Ключ API
zh_hans: API 密钥

source: API key (re_…)
ar: مفتاح API (re_…)
bn: API কী (re_…)
es: Clave de API (re_…)
fr: Clé API (re_…)
hi: API कुंजी (re_…)
id: Kunci API (re_…)
ko: API 키 (re_…)
pt_br: Chave de API (re_…)
ru: Ключ API (re_…)
zh_hans: API 密钥 (re_…)

source: API key (cal_live_…)
ar: مفتاح API (cal_live_…)
bn: API কী (cal_live_…)
es: Clave de API (cal_live_…)
fr: Clé API (cal_live_…)
hi: API कुंजी (cal_live_…)
id: Kunci API (cal_live_…)
ko: API 키 (cal_live_…)
pt_br: Chave de API (cal_live_…)
ru: Ключ API (cal_live_…)
zh_hans: API 密钥 (cal_live_…)

source: From address (you@yourdomain.com)
ar: عنوان المُرسِل (you@yourdomain.com)
bn: প্রেরকের ঠিকানা (you@yourdomain.com)
es: Dirección del remitente (you@yourdomain.com)
fr: Adresse d'expédition (you@yourdomain.com)
hi: भेजने वाले का पता (you@yourdomain.com)
id: Alamat pengirim (you@yourdomain.com)
ko: 보내는 주소 (you@yourdomain.com)
pt_br: Endereço do remetente (you@yourdomain.com)
ru: Адрес отправителя (you@yourdomain.com)
zh_hans: 发件地址 (you@yourdomain.com)

source: Instance URL (https://…)
ar: عنوان URL للمثيل (https://…)
bn: ইনস্ট্যান্স URL (https://…)
es: URL de la instancia (https://…)
fr: URL de l'instance (https://…)
hi: इंस्टेंस URL (https://…)
id: URL instans (https://…)
ko: 인스턴스 URL (https://…)
pt_br: URL da instância (https://…)
ru: URL экземпляра (https://…)
zh_hans: 实例 URL (https://…)

source: Token
ar: الرمز المميز
bn: টোকেন
fr: Jeton
hi: टोकन
ko: 토큰
ru: Токен
zh_hans: 令牌

source: Personal Access Token
ar: رمز الوصول الشخصي
bn: ব্যক্তিগত অ্যাক্সেস টোকেন
es: Token de acceso personal
fr: Jeton d'accès personnel
hi: पर्सनल एक्सेस टोकन
id: Token Akses Pribadi
ko: 개인 액세스 토큰
pt_br: Token de acesso pessoal
ru: Персональный токен доступа
zh_hans: 个人访问令牌

source: Secret key (sk_live_… or sk_test_…)
ar: المفتاح السري (sk_live_… أو sk_test_…)
bn: সিক্রেট কী (sk_live_… বা sk_test_…)
es: Clave secreta (sk_live_… o sk_test_…)
fr: Clé secrète (sk_live_… ou sk_test_…)
hi: सीक्रेट कुंजी (sk_live_… या sk_test_…)
id: Kunci rahasia (sk_live_… atau sk_test_…)
ko: 비밀 키 (sk_live_… 또는 sk_test_…)
pt_br: Chave secreta (sk_live_… ou sk_test_…)
ru: Секретный ключ (sk_live_… или sk_test_…)
zh_hans: 密钥 (sk_live_… 或 sk_test_…)

source: Integration token (secret_…)
ar: رمز التكامل (secret_…)
bn: ইন্টিগ্রেশন টোকেন (secret_…)
es: Token de integración (secret_…)
fr: Jeton d'intégration (secret_…)
hi: इंटीग्रेशन टोकन (secret_…)
id: Token integrasi (secret_…)
ko: 통합 토큰 (secret_…)
pt_br: Token de integração (secret_…)
ru: Токен интеграции (secret_…)
zh_hans: 集成令牌 (secret_…)

source: Load list
ar: تحميل القائمة
bn: তালিকা লোড করুন
es: Cargar lista
fr: Charger la liste
hi: सूची लोड करें
id: Muat daftar
ko: 목록 불러오기
pt_br: Carregar lista
ru: Загрузить список
zh_hans: 加载列表

source: Dictation language
ar: لغة الإملاء
bn: ডিক্টেশনের ভাষা
es: Idioma del dictado
fr: Langue de dictée
hi: डिक्टेशन की भाषा
id: Bahasa dikte
ko: 받아쓰기 언어
pt_br: Idioma do ditado
ru: Язык диктовки
zh_hans: 听写语言

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
es: Automático
fr: Automatique
hi: स्वचालित
id: Otomatis
ko: 자동
pt_br: Automático
ru: Автоматически
zh_hans: 自动

source: Other languages
ar: لغات أخرى
bn: অন্যান্য ভাষা
es: Otros idiomas
fr: Autres langues
hi: अन्य भाषाएँ
id: Bahasa lain
ko: 다른 언어
pt_br: Outros idiomas
ru: Другие языки
zh_hans: 其他语言

source: Stop dictation
ar: إيقاف الإملاء
bn: ডিক্টেশন থামান
es: Detener el dictado
fr: Arrêter la dictée
hi: डिक्टेशन रोकें
id: Hentikan dikte
ko: 받아쓰기 중지
pt_br: Parar o ditado
ru: Остановить диктовку
zh_hans: 停止听写

source: Dictate (right-click to choose the language)
ar: إملاء (انقر بزر الماوس الأيمن لاختيار اللغة)
bn: ডিক্টেট করুন (ভাষা বেছে নিতে রাইট-ক্লিক)
es: Dictar (clic derecho para elegir el idioma)
fr: Dicter (clic droit pour choisir la langue)
hi: बोलकर लिखें (भाषा चुनने के लिए राइट-क्लिक)
id: Dikte (klik kanan untuk memilih bahasa)
ko: 받아쓰기 (오른쪽 클릭으로 언어 선택)
pt_br: Ditar (clique com o botão direito para escolher o idioma)
ru: Диктовка (правый клик — выбор языка)
zh_hans: 听写（右键选择语言）

source: %llds
ar: %lld ث
bn: %lld সে.
hi: %lld से.
id: %lld dtk
ko: %lld초
ru: %lld с
zh_hans: %lld 秒

source: Copy image
ar: نسخ الصورة
bn: ছবি কপি করুন
es: Copiar imagen
fr: Copier l'image
hi: छवि कॉपी करें
id: Salin gambar
ko: 이미지 복사
pt_br: Copiar imagem
ru: Копировать изображение
zh_hans: 复制图片

source: Copied!
ar: تم النسخ!
bn: কপি হয়েছে!
es: ¡Copiada!
fr: Copiée !
hi: कॉपी हो गई!
id: Tersalin!
ko: 복사됨!
pt_br: Copiada!
ru: Скопировано!
zh_hans: 已复制！

# step.notebook
source: Notebook
bn: নোটবুক
ko: 노트북
